/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "Программу «%@» не удается открыть.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "Не удается открыть программу «%@» из-за возникшей проблемы.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "Возникла проблема в %@.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "Произошло неожиданное завершение работы «%1$@» при использовании плагина %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "Произошло неожиданное завершение работы «%@».";

/* button title */
"Agree" = "Принимаю";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Нажатием кнопки «Принимаю» Вы выражаете согласие с фактом периодического сбора и использования этой информации компанией Apple в рамках действия ее службы поддержки, а также в целях совершенствования продуктов и услуг. Данная информация собирается анонимно. Подробнее о политике конфиденциальности Apple см. на сайте http://www.apple.com/ru/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Обратитесь к разработчику за информацией о совместимости программы «%@» с данной версией Mac OS X. Возможно, потребуется переустановка программы. Убедитесь, что установлены все доступные обновления программы и Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Нажмите «Отправить в Apple», чтобы отправить отчет в Apple. Данная информация собирается анонимно.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Нажмите «Открыть снова», чтобы повторно открыть программу. Данный отчет будет отправлен в Apple автоматически.";

/* button title */
"Disagree" = "Не принимаю";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Больше не спрашивать";

/* button title */
"Don\\U2019t Send" = "Не отправлять";

/* button title */
"Hide Details" = "Скрыть детали";

/* button title */
"OK" = "ОК";

/* window title - %@ is application name */
"Problem Report for %@" = "Сообщение об ошибке программы «%@»";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Опишите все действия, выполненные до возникновения проблемы.";

/* button title */
"Reopen" = "Открыть снова";

/* button title */
"Send to Apple" = "Отправить в Apple";

/* button title */
"Show Details" = "Подробнее";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Данный отчет будет отправлен в Apple автоматически.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Не удается собрать информацию о конфигурации системы.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Повторно загрузите программу «%@» в App Store.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Анонимная отправка диагностической информации и сведений об использовании Вашего компьютера может помочь Apple в совершенствовании выпускаемой компанией продукции.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Вы завершили работу «%@» из-за возникшей проблемы.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Вы выключили компьютер из-за возникшей проблемы.";

